;============= Characters ================

[ALPurgeTroopM1 X2CharacterTemplate]
strCharacterName="净化士兵"
strAcquiredText="这些士兵是为了对抗来自旧城日益增长的迷失威胁而生的。他们残酷的战术和主要基于火的装备使他们成为对抗迷失的完美对手。"

[ALPurgeTroopM2 X2CharacterTemplate]
strCharacterName="高级净化士兵"
strAcquiredText="这些士兵是为了对抗来自旧城日益增长的迷失威胁而生的。他们残酷的战术和主要基于火的装备使他们成为对抗迷失的完美对手。"

[ALPurgeTroopM3 X2CharacterTemplate]
strCharacterName="精英净化士兵"
strAcquiredText="这些士兵是为了对抗来自旧城日益增长的迷失威胁而生的。他们残酷的战术和主要基于火的装备使他们成为对抗迷失的完美对手。"

[ALPurgeHeavyM1 X2CharacterTemplate]
strCharacterName="重型净化士兵"
strAcquiredText="净化重装部队装备有迷你枪来消灭迷失的敌人。他们的移动速度比其他单位慢，但拥有特殊的装甲，可以燃烧通过近战攻击伤害他们的敌人。"

[ALPurgeHeavyM2 X2CharacterTemplate]
strCharacterName="高级重型净化士兵"
strAcquiredText="净化重装部队装备有迷你枪来消灭迷失的敌人。他们的移动速度比其他单位慢，但拥有特殊的装甲，可以燃烧通过近战攻击伤害他们的敌人。"

[ALPurgeHeavyM3 X2CharacterTemplate]
strCharacterName="精英重装净化士兵"
strAcquiredText="净化重装部队装备有迷你枪来消灭迷失的敌人。他们的移动速度比其他单位慢，但拥有特殊的装甲，可以燃烧通过近战攻击伤害他们的敌人。"
 
[ALPurgeCommando X2CharacterTemplate]
strCharacterName="净化突击队"
strAcquiredText="净化突击队是净化部队中最精锐的士兵。他们擅长近距离和中距离战斗。他们配备了专门为杀死迷失者而设计的独特火焰刀片。"

[Purge115CyborgM1 X2CharacterTemplate]
strCharacterName="净化机器人"
strAcquiredText ="净化机器人是由复临部队的残骸制成的，他们在与抵抗力量的战斗中最终受伤。他们非常耐用，但对电力有弱点。他们装备有自动步枪和撕裂器，这使得他们在CQC中很危险"。

[Purge115CyborgM2 X2CharacterTemplate]
strCharacterName="高级净化机器人"
strAcquiredText ="净化机器人是由复临部队的残骸制成的，他们在与抵抗力量的战斗中最终受伤。他们非常耐用，但对电力有弱点。他们装备有自动步枪和撕裂器，这使得他们在CQC中很危险"。

[Purge115CyborgM3 X2CharacterTemplate]
strCharacterName="精英净化机器人"
strAcquiredText ="净化机器人是由复临部队的残骸制成的，他们在与抵抗力量的战斗中最终受伤。他们非常耐用，但对电力有弱点。他们装备有自动步枪和撕裂器，这使得他们在CQC中很危险"。

[Purge115SniperM1 X2CharacterTemplate]
strCharacterName="净化狙击手"
strAcquiredText="净化狙击手专注于在安全距离内对付敌方。他们配备了威力强大的狙击步枪，对 Xcom 的部队构成高度优先的威胁。他们技术精湛，能够从远处引爆敌方手榴弹。值得庆幸的是，他们是不像净化部队的其他成员那么有弹性。"

[Purge115SniperM2 X2CharacterTemplate]
strCharacterName="高级净化狙击手"
strAcquiredText="净化狙击手专注于在安全距离内对付敌方。他们配备了威力强大的狙击步枪，对 Xcom 的部队构成高度优先的威胁。他们技术精湛，能够从远处引爆敌方手榴弹。值得庆幸的是，他们是不像净化部队的其他成员那么有弹性。"

[Purge115SniperM3 X2CharacterTemplate]
strCharacterName="精英净化狙击手"
strAcquiredText="净化狙击手专注于在安全距离内对付敌方。他们配备了威力强大的狙击步枪，对 Xcom 的部队构成高度优先的威胁。他们技术精湛，能够从远处引爆敌方手榴弹。值得庆幸的是，他们是不像净化部队的其他成员那么有弹性。"

[Purge115VanguardM1 X2CharacterTemplate]
strCharacterName="净化先锋"
strAcquiredText="先锋队配备猎枪，专注于坚守阵线，对抗他们看到的任何迷路或抵抗战士。他们比净化军团的其他成员更快，并有效利用掩护。"

[Purge115VanguardM2 X2CharacterTemplate]
strCharacterName="高级清洗先锋"
strAcquiredText="先锋队配备猎枪，专注于坚守阵线，对抗他们看到的任何迷路或抵抗战士。他们比净化军团的其他成员更快，并有效利用掩护。"

[Purge115VanguardM3 X2CharacterTemplate]
strCharacterName="精英净化先锋"
strAcquiredText="先锋队配备猎枪，专注于坚守阵线，对抗他们看到的任何迷路或抵抗战士。他们比净化军团的其他成员更快，并有效利用掩护。"

[PurgeSectoid X2CharacterTemplate]
strCharacterName="净化灰人"
strAcquiredText="净化宗派是经过长老改造获得热动力的宗派。他们拥有多种灵能能力，可以点燃敌军，并且不害怕向敌人发射等离子爆能枪。"

[PurgeSectoidM2 X2CharacterTemplate]
strCharacterName="精英净化灰人"
strAcquiredText="净化宗派是经过长老改造获得热动力的宗派。他们拥有多种灵能能力，可以点燃敌军，并且不害怕向敌人发射等离子爆能枪。"

[PurgePython X2CharacterTemplate]
strCharacterName="净化毒蛇"
strAcquiredText ="净化蟒蛇是净化单位的新成员。由于蟒蛇的冷血本性，它们能够更好地忍受基于火焰的设备的热量。它们可以帮助净化单位更好地应对非失落的对手，他们配备了独特的等离子步枪，可以燃烧敌人，偶尔也会发射子弹，使敌人的枪过热，暂时使武器失效。"

[PurgePythonM2 X2CharacterTemplate]
strCharacterName="精英净化毒蛇"
strAcquiredText ="净化蟒蛇是净化单位的新成员。由于蟒蛇的冷血本性，它们能够更好地忍受基于火焰的设备的热量。它们可以帮助净化单位更好地应对非失落的对手，他们配备了独特的等离子步枪，可以燃烧敌人，偶尔也会发射子弹，使敌人的枪过热，暂时使武器失效。"

[PurgeBot X2CharacterTemplate]
strCharacterName="净化MEC"
strAcquiredText="净化MEC 充当清除部队的移动重型武器平台。它们配备微型凝固汽油弹导弹，可以点燃大片区域。非常适合对迷失者进行区域拒止。"

[PurgeBotM2 X2CharacterTemplate]
strCharacterName="精英净化MEC"
strAcquiredText="净化MEC充当清除部队的移动重型武器平台。它们配备微型凝固汽油弹导弹，可以点燃大片区域。非常适合对迷失者进行区域拒止。"

;============== 能力================

[ALPurgeInit X2AbilityTemplate]
LocFriendlyName="净化免疫"
LocLongDescription="该单位免疫火焰和毒药伤害。"
LocHelpText="该单位免疫火焰和毒药伤害。"
LocFlyOverText="免疫"

[ALPurgeInit2 X2AbilityTemplate]
LocFriendlyName="防火"
LocLongDescription="该单位免疫火焰伤害。"
LocHelpText="该单位免疫火焰伤害。"
LocFlyOverText="免疫"

[ALPurgeSlash X2AbilityTemplate]
LocFriendlyName="刺"
LocLongDescription="用你的武器攻击你移动范围内的任何敌人."
LocHelpText="用你的武器攻击移动范围内的单个敌人."

[Cyborg115Hardened X2AbilityTemplate]
LocFriendlyName="硬化"
LocLongDescription="单位被暴击的几率降低 25%。"
LocHelpText="单位被暴击的几率降低 25%。"
LocFlyoverText="硬化"

[Cyborg115DRPerk X2AbilityTemplate]
LocFriendlyName="强化装甲"
LocLongDescription="如果攻击者位于 8 格内，机器人受到的伤害会减少 50%。"
LocHelpText="如果攻击者位于 8 格内，机器人受到的伤害会减少 50%。"
LocFlyoverText="强化装甲"

[EMP115Weak X2AbilityTemplate]
LocFriendlyName="控制论"
LocLongDescription="该单位会因电攻击而受到额外伤害。EMP 手榴弹和炸弹可以伤害该单位；但是它们无法关闭该单位，并且与机器人单位相比造成的伤害更少。"
LocHelpText="该单位会因电攻击而受到额外伤害。电磁脉冲手榴弹和炸弹可以伤害该单位；但是它们无法关闭该单位，并且与机器人单位相比造成的伤害更少。"
LocFlyoverText="控制论"

[A115_HellArmor X2AbilityTemplate]
LocFriendlyName="地狱背心"
LocLongDescription="单位装备有战斗装甲，生命值+2，并燃烧近战攻击它的敌人。"
LocHelpText="单位配备战斗装甲，生命值+2，并燃烧近战攻击它的敌人。"
LocFlyOverText="地狱背心"

[ScorchArmor115 X2AbilityTemplate]
LocFriendlyName="地狱背心"
LocLongDescription="单位装备有战斗装甲，生命值+2，并燃烧近战攻击它的敌人。"
LocHelpText="单位配备战斗装甲，生命值+2，并燃烧近战攻击它的敌人。"
LocFlyOverText="地狱背心"

[ScorchArmorDamage X2AbilityTemplate]
LocFriendlyName="地狱背心"
LocLongDescription="单位装备有战斗装甲，生命值+2，并燃烧近战攻击它的敌人。"
LocHelpText="单位配备战斗装甲，生命值+2，并燃烧近战攻击它的敌人。"
LocFlyOverText="地狱背心"

[APMomentum X2AbilityTemplate]
+LocFriendlyName="动量"
+LocLongDescription="该单位在战场上不断冲锋。如果他们在上一回合移动，他们将获得额外的闪避机会。获得 15 点闪避。"
+LocFlyOverText="动量"
+LocHelpText="如果你在上一回合移动，你将获得额外的闪避机会。获得 15 点闪避。"

[PurgeRigging X2Ability Template]
LocFriendlyName="战术口袋"
+LocFlyOverText="战术口袋"
LocHelpText="您库存中的所有限制使用物品均可额外使用 1 次。"
LocLongDescription="您库存中的所有限制使用物品均可额外使用 1 次。"
LocPromotionPopupText="<Bullet/> 如果士兵没有至少一个可用的实用槽位，则该能力无效。<br/><Bullet/> 一次性使用的物品，例如折射力场或超速血清，不会从此能力中获得任何额外费用。<br/>"

[Flankshot_AP X2AbilityTemplate]
LocFriendlyName="侧翼射击"
LocLongDescription="对侧翼敌人造成 +1 伤害。"
LocHelpText="对侧翼敌人造成 +1 伤害。"
LocFlyOverText="侧翼"
LocPromotionPopupText="<Bullet/> 对侧翼敌人造成 +1 伤害。<br/><Bullet/> 这是一个被动效果。<br/>"

[Purge_Reave X2AbilityTemplate]
LocFriendlyName="灵能净化士兵"
LocLongDescription="灵能可以扰乱有机目标的神经元，对其造成伤害并同时增强灵能屏障。有 4 回合冷却时间。"
LocHelpText="造成选定数量的伤害并从确保伤害中获得护盾点。"
LocFlyOverText="掠夺"

[Purge_Reave2 X2AbilityTemplate]
LocFriendlyName="增强净化士兵掠夺"
LocLongDescription="灵能可以扰乱有机目标的神经元，对其造成伤害并同时增强灵能屏障。有 3 回合的冷却时间。"
LocHelpText="造成选定数量的伤害并从确保伤害中获得护盾点。"
LocFlyOverText="掠夺"

[PurgeSoulfire X2AbilityTemplate]
LocFriendlyName="灵魂火"
LocLongDescription="保证对有机敌人造成灵能伤害。忽略掩护和护甲。"
LocHelpText="保证对有机敌人造成灵能伤害。忽略掩护和护甲。"
LocFlyOverText="灵魂火"

[PurgeSoulfire2 X2AbilityTemplate]
LocFriendlyName="灵魂火"
LocLongDescription="保证对有机敌人造成灵能伤害。忽略掩护和护甲。"
LocHelpText="保证对有机敌人造成灵能伤害。忽略掩护和护甲。"
LocFlyOverText="灵魂火"

[PurgeSoulSteal X2AbilityTemplate]
LocFriendlyName="灵魂窃取"
LocLongDescription="灵魂之火将一半的伤害作为生命值转移回单位。"
LocHelpText="灵魂之火将一半的伤害作为生命值转移回单位。"
LocFlyOverText="灵魂窃取"

[P115HipFire X2AbilityTemplate]
LocFriendlyName="腰射"
LocLongDescription="用你的主要武器进行一次免费射击，瞄准时会受到一点点惩罚。4 回合冷却时间。"
LocHelpText="用你的主要武器进行一次免费射击，瞄准时会受到一点点惩罚。4 回合冷却时间。"
LocFlyOverText="腰射"

[PurgeLowProfile X2AbilityTemplate]
LocFriendlyName="低调"
LocLongDescription="将低覆盖率视为高覆盖率。"
LocHelpText="将低覆盖率视为高覆盖率。"
LocFlyOverText="低调"

[Purge115CQC_Perk X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="在敌人回合期间，用主武器向四格内移动或开火的任何可见敌人发射自由反应射击。"
LocHelpText="在敌人回合期间，向四格内移动或开火的任何可见敌人发射自由反应射击。"

[Purge115CQCAttackABA X2Ability Template]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="在敌人回合期间，使用主武器向五格内移动或开火的任何可见敌人发射自由反应射击。"
LocHelpText="在敌人回合期间，向五格内移动或开火的任何可见敌人发射自由反应射击。"

[P115Sprint X2AbilityTemplate]
LocFriendlyName="耐力"
LocLongDescription="推动自己在战斗区域移动得更远。使用时以自由动作提供 +4 移动力。6 回合冷却时间。"
LocHelpText="推动自己在战斗区域移动得更远。使用时获得 +4 移动力，自由行动。6 回合冷却时间。"
LocFlyOverText="耐力"

[P115Killer X2AbilityTemplate]
LocFriendlyName="刽子手"
LocLongDescription="针对生命值等于或低于 50% 的目标赋予 +5 瞄准力和 +10 暴击几率。"
LocHelpText="针对生命值等于或低于 50% 的目标赋予 +5 瞄准力和 +10 暴击几率。"
LocFlyOverText="刽子手"

[Undeadly115Aim X2AbilityTemplate]
LocFriendlyName="失魂者杀手"
LocLongDescription="单位击中迷路者的机会增加。"
LocHelpText="单位击中迷路者的机会增加。"
LocFlyOverText="失魂者杀手"

[A115Purgepythonhide X2AbilityTemplate]
LocFriendlyName="厚鳞片"
LocLongDescription="这条蟒蛇的鳞片在受到伤害后会变硬，从而使得它受到的后续攻击伤害减少."
LocHelpText="这条蟒蛇的鳞片在受到伤害后会变硬，从而使得它受到的后续攻击伤害减少."
LocFlyOverText="厚鳞片"

[A115Purgepythonhide2 X2AbilityTemplate]
LocFriendlyName="厚鳞片"
LocLongDescription="这条蟒蛇的鳞片在受到伤害后会变硬，从而使得它受到的后续攻击伤害减少."
LocHelpText="这条蟒蛇的鳞片在受到伤害后会变硬，从而使得它受到的后续攻击伤害减少."
LocFlyOverText="厚鳞片"

[A115PurgepythonBlood X2AbilityTemplate]
LocFriendlyName="耐热性"
LocLongDescription="毒蛇受到的火焰攻击伤害减少 1。"
LocHelpText="毒蛇受到的火焰攻击伤害减少 1。"
LocFlyOverText="耐热性"

[PurgeMissiles X2AbilityTemplate]
LocFriendlyName="微型火焰导弹"
LocLongDescription="MEC 的肩扛式导弹发射器可以齐射导弹，在小范围内造成高伤害。"
LocHelpText="以爆炸性导弹攻击的目标区域为目标。"

[AP115KineticPplat X2AbilityTemplate]
LocFriendlyName="动能护盾"
LocLongDescription="射击该单位将产生护盾。每回合只能发生一次。护盾持续 1 回合。"
LocHelpText="射击该单位将会产生护盾。"
LocFlyoverText="动能护盾！"

[AP115KineticPlatingV2 X2AbilityTemplate]
LocFriendlyName="动能护盾"
LocLongDescription="射击该单位将产生护盾。每回合只能发生一次。护盾持续 1 回合。"
LocHelpText="射击该单位会产生护盾。每回合只能发生一次。"
LocFlyoverText="动能护盾！"

[A115RemoteFuse X2AbilityTemplate]
LocFriendlyName="远程引爆"
LocLongDescription="狙击手射击敌人手榴弹并引爆它。"
LocHelpText="狙击手射击敌人手榴弹并引爆它。"
LocFlyoverText="轰隆隆！"

[PU115_CoverArea X2AbilityTemplate]
LocFriendlyName="覆盖区域"
LocFlyOverText="覆盖区域"
LocLongDescription="你周围 1 格内的盟友受到的爆炸伤害减少 75%。"
LocHelpText="你周围 1 格内的盟友受到的爆炸伤害减少 75%。"
LocPromotionPopupText="<Bullet/> 距离你 1 格内的盟友受到的爆炸伤害减少 75%。<br/><Bullet/> 被动。<br/>"

[PU115_CoverArea_Passive X2AbilityTemplate]
LocFriendlyName="覆盖区域"
LocFlyOverText="覆盖区域"
LocLongDescription="你周围 1 格内的盟友受到的爆炸伤害减少 75%。"
LocHelpText="你周围 1 格内的盟友受到的爆炸伤害减少 75%。"
LocPromotionPopupText="<Bullet/> 距离你 1 格内的盟友受到的爆炸伤害减少 75%。<br/><Bullet/> 被动。<br/>"

;============ 武器====================

[ThrowSoftBomb X2AbilityTemplate]
LocFriendlyName="投掷手榴弹"
LocHelpText="向目标区域投掷一枚手榴弹。"

[PurgeFlameGun X2AbilityTemplate]
LocFriendlyName="火焰喷射器"
LocLongDescription="一种用来杀死失魂者的武器。"
LocHelpText="一种用来杀死失魂者的武器。"
LocFlyOverText=火焰喷射器

[ALPurgeSword X2PairedWeaponTemplate]
FriendlyName="净化士兵之剑"
FriendlyNamePlural="净化士兵之剑"
BriefSummary="一把用来杀死失魂者的剑。"
TacticalText="<Bullet/> 一把用来杀死失魂者的剑。\n<Bullet/> 在近战中与敌人交战的决定可能是决定性的；请谨慎行事。"
AbilityDescName="净化士兵之剑"

[ALPurgeCannon1 X2WeaponTemplate]
FriendlyName="净化机枪"
FriendlyNamePlural="净化机枪"
BriefSummary="一把重机枪，用来杀死失魂者。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[ALPurgeCannon2 X2WeaponTemplate]
FriendlyName="净化机枪"
FriendlyNamePlural="净化机枪"
BriefSummary="一把重机枪，用来杀死失魂者。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[ALPurgeCannon3 X2WeaponTemplate]
FriendlyName="净化机枪"
FriendlyNamePlural="净化机枪"
BriefSummary="一把重机枪，用来杀死失魂者。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[ALPurgeRifle1 X2WeaponTemplate]
FriendlyName="净化步枪"
FriendlyNamePlural="净化步枪"
BriefSummary="一把用来杀死失魂者的步枪。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[ALPurgeRifle2 X2WeaponTemplate]
FriendlyName="净化步枪"
FriendlyNamePlural="净化步枪"
BriefSummary="一把用来杀死失魂者的步枪。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[ALPurgeRifle3 X2WeaponTemplate]
FriendlyName="净化步枪"
FriendlyNamePlural="净化步枪"
BriefSummary="一把用来杀死失魂者的步枪。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[PurgeFlame_Wrist_WPN X2WeaponTemplate]
FriendlyName="火焰喷射器"
FriendlyNamePlural="火焰喷射器"
BriefSummary="一种用来杀死失魂者的武器。"
TacticalText="<Bullet/> 开火总是会结束士兵的回合。"

[AL_NapalmBomb X2GrenadeTemplate]
FriendlyName="净化士兵凝固汽油弹"
FriendlyNamePlural="净化士兵凝固汽油弹"
BriefSummary="变种人研发了一种火焰手榴弹，它不会惊动失魂者."
TacticalText="<Bullet/>如果士兵拥有相应的技能，投掷手榴弹并不会结束他的回合."
ThrownAbilityName="投掷凝固汽油弹"
ThrownAbilityHelpText="向目标区域投掷凝固汽油弹."

[AL_NapalmBombWeak X2GrenadeTemplate]
FriendlyName="净化士兵凝固汽油弹"
FriendlyNamePlural="净化士兵凝固汽油弹"
BriefSummary="变种人研发了一种火焰手榴弹，它不会惊动失魂者."
TacticalText="<Bullet/>如果士兵拥有相应的技能，投掷手榴弹并不会结束他的回合."
ThrownAbilityName="投掷凝固汽油弹"
ThrownAbilityHelpText="向目标区域投掷凝固汽油弹."

[AL_NapalmHG_Player X2GrenadeTemplate]
FriendlyName="净化凝固汽油手雷"
FriendlyNamePlural="净化凝固汽油手雷"
BriefSummary="投掷时不会吸引失魂者的火焰手雷。"
TacticalText="<Bullet/> 如果士兵拥有正确的技能，投掷手雷并不会结束他们的回合。"
ThrownAbilityName="投掷净化凝固汽油手雷"
ThrownAbilityHelpText="向目标区域投掷净化凝固汽油手雷。"
LaunchedAbilityname="发射净化凝固汽油手雷"
LaunchedAbilityHelpText="对受影响区域内的所有目标造成伤害。将吸引失魂者。"

[Blind115Grenade X2GrenadeTemplate]
FriendlyName="净化暗雾手雷"
FriendlyNamePlural="净化暗雾手雷"
BriefSummary="一种致盲手榴弹，投掷时不会吸引失魂者。"
TacticalText="<Bullet/> 如果士兵拥有正确的技能，投掷手雷并不会结束他们的回合。"
ThrownAbilityName="投掷降临暗雾手雷"
ThrownAbilityHelpText="向目标区域投掷一颗净化暗雾手雷。"

[Blind115PlayGrenade X2GrenadeTemplate]
FriendlyName="净化暗雾手雷"
FriendlyNamePlural="净化暗雾手雷"
BriefSummary="一种致盲手雷，投掷时不会吸引失魂者。"
TacticalText="<Bullet/> 如果士兵拥有正确的技能，投掷手雷并不会结束他们的回合。"
ThrownAbilityName="投掷净化暗雾手雷"
ThrownAbilityHelpText="向目标区域投掷净化暗雾手雷。"
LaunchedAbilityname="发射净化暗雾手雷"
LaunchedAbilityHelpText="对受影响区域内的所有目标造成伤害。将吸引失魂者。"

[Purge115SMG1 X2WeaponTemplate]
FriendlyName="净化冲锋枪"
FriendlyNamePlural="净化冲锋枪"
BriefSummary="一把冲锋枪，旨在杀死失魂者。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[Purge115SMG2 X2WeaponTemplate]
FriendlyName="净化冲锋枪"
FriendlyNamePlural="净化冲锋枪"
BriefSummary="一把冲锋枪，旨在杀死失魂者。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[Purge115SMG3 X2WeaponTemplate]
FriendlyName="净化冲锋枪"
FriendlyNamePlural="净化冲锋枪"
BriefSummary="一把冲锋枪，旨在杀死失魂者。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[Purge115SR1 X2WeaponTemplate]
FriendlyName="净化狙击手"
FriendlyNamePlural="净化狙击手"
BriefSummary="一名狙击手，旨在杀死失魂者。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[Purge115SR2 X2WeaponTemplate]
FriendlyName="净化狙击手"
FriendlyNamePlural="净化狙击手"
BriefSummary="一名狙击手，旨在杀死失魂者。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[Purge115SR3 X2WeaponTemplate]
FriendlyName="净化狙击手"
FriendlyNamePlural="净化狙击手"
BriefSummary="一名狙击手，旨在杀死失魂者。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[Purge115SG1 X2WeaponTemplate]
FriendlyName="净化霰弹枪"
FriendlyNamePlural="净化霰弹枪"
BriefSummary="一把用来杀死失魂者的霰弹枪。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[Purge115SG2 X2WeaponTemplate]
FriendlyName="净化霰弹枪"
FriendlyNamePlural="净化霰弹枪"
BriefSummary="一把用来杀死失魂者的霰弹枪。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[Purge115SG3 X2WeaponTemplate]
FriendlyName="净化霰弹枪"
FriendlyNamePlural="净化霰弹枪"
BriefSummary="一把用来杀死失魂者的霰弹枪。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[PurgeWristBlade X2WeaponTemplate]
FriendlyName="净化开颅刃"
FriendlyNamePlural="净化开颅刃"
BriefSummary="Ripjack 是为了杀死失魂者而生的。"
TacticalText="<Bullet/> 使用武器攻击总是会结束士兵的回合。"
AbilityDescName="净化开颅刃"

[Purge2WristBlade X2WeaponTemplate]
FriendlyName="净化开颅刃"
FriendlyNamePlural="净化开颅刃"
BriefSummary="Ripjack 是为了杀死失魂者而生的。"
TacticalText="<Bullet/> 使用武器攻击总是会结束士兵的回合。"
AbilityDescName="净化开颅刃"

[Purge3WristBlade X2WeaponTemplate]
FriendlyName="净化开颅刃"
FriendlyNamePlural="净化开颅刃"
BriefSummary="净化开颅刃是为了杀死失魂者而生的。"
TacticalText="<Bullet/> 使用武器攻击总是会结束士兵的回合。"
AbilityDescName="净化开颅刃"

[PP1Bullpup X2WeaponTemplate]
FriendlyName="净化光束步枪"
FriendlyNamePlural="净化光束步枪"
BriefSummary="一把用来杀死失魂者的光束步枪。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[PP2Bullpup X2WeaponTemplate]
FriendlyName="净化光束步枪"
FriendlyNamePlural="净化光束步枪"
BriefSummary="一把用来杀死失魂者的光束步枪。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[P115SectGun X2WeaponTemplate]
FriendlyName="净化等离子冲击波"
FriendlyNamePlural="净化等离子冲击波"
BriefSummary="一把用来杀死失魂者的爆能枪。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[P115SectGun2 X2WeaponTemplate]
FriendlyName="净化等离子冲击波"
FriendlyNamePlural="净化等离子冲击波"
BriefSummary="一把用来杀死失魂者的爆能枪。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[A115PurgeRifle X2WeaponTemplate]
FriendlyName="净化突击队步枪"
FriendlyNamePlural ="净化突击队步枪"
BriefSummary="一把用来杀死失魂者的重型步枪。"
TacticalText="<Bullet/> 使用主武器开火总是会结束士兵的回合。"

[X2_A115PurgeTroopAbility]
+MomentumBonusDesc="获得移动加成"



[PurgeunitDeployment X2SitRepTemplate]
FriendlyName="净化军团重型部署"
Description="此次任务将部署大量净化军团士兵."

[PurgeunitDeploymentEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="紧急要求净化军团部队重型部署"
Description="变种人净化部队正对XCOM组织步步紧逼。他们正在向作战区域部署更多兵力，试图阻止XCOM组织的推进."